def welcome():
    print('\n       ---VKinder---\nот Вас потребуется не много информации')


def about_city():
    print('\n0 - для поиска по городу, указанному у Вас в профиле\n1 - для поиска без ограничений\nq - для выхода')


def about_fromAges():
    print('\nвведите возраст от которого осуществляется поиск')


def about_toAges():
    print('\nвведите возраст до которого осуществляется поиск')


def about_gender():
    print('\n0 - для поиска мужчины\n1 - для поиска женщины\nq - для выхода')


def about_status():
    print('\n0 - для поиска по статусу "не женат(а)"\n1 - для поиска по статусу "в активном поиске"\nq - для выхода')


def about_counts():
    print('\nнет вариантов, попробуйте с другими данными')


def about_not_10_counts():
    print('\nпредположительное колличество вариантов составит: ')


def about_result():
    print('\n0 - для еще одного поиска претендентов\n1 - для записи файла с результатами в базу данных\nq - для выхода')


def about_json():
    print('\nвведите название файла')


def about_name():
    print('\nвведите имя для записи в базу')